Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 아버지는 아들을 모르지 않았다.{j}아들이 어떻게 자랐으며, 어떤 것들을 할 줄 아는지.{j}단순히 천재라고 치부하기에는, 로만에게서 일어나는 변화가 상식을 넘어선다는 사실을 잘 알았다.
en_us: As Roman’s father, he knew his son’s background and what he’s capable of. So, even Roman were a genius, these drastic changes couldn’t be logically explained. He knew there had to be something more to him.{j}{j}

source: 마나가 움직였다.{j}혈관을 타고 묵직하게 움직이던 마나들은, 얼마 지나지 않아 거대한 벽에 막혔다.
en_us: As Roman concentrated his mind, mana stored in his body began to flow. But soon, the flow was stopped by impurities remaining in his veins.{j}

source: 본능이었다.{j}그래서 빌었다.{j}로만의 바짓가랑이를 붙잡고 울먹거렸다.
en_us: Ben Miles knew by his instinct that he was being dragged to his grave. So, he decided to beg for his life. He quickly reached for Roman’s legs and cried for mercy clinging on to his leg.{j}{j}

source: 탁!
en_us: Tap!

source: 로만의 반응은 덤덤했다.{j}플로라가 자신을 올려다보는 모습에도, 머리에서 흘러내리는 피를 소매로 벅벅 닦아 낼 뿐이었다.{j}
en_us: Unlike Flora, Roman didn’t seem shaken at all. He placidly wiped the dripping blood from his head. {j}{j}

source: ‘그래, 말하자.{j}내 인생이야.{j}정략결혼 따위로, 마음에도 없는 사내에게 팔려 나갈 수는 없어.’
en_us: There’s nothing to be afraid of. This is my life. I can’t waste my life marrying someone I don’t love.{j}{j}

source: 옷 바깥으로 살이 드러난 부분은 이미 피멍으로 시뻘겋게 물들었고, 얼굴도 엉망이 되어 코피를 뚝뚝 흘리고 있었다.
en_us: People could see parts of his body stained with blood and bruises, exposed between torn areas on his cloth. His face was already messed up with the black eye and blood dripping from his nose.

source: 만약.{j}로만의 몸에 백중혁이 빙의하지 않았다면.{j}로만은 소문대로 드미트리의 얼간이라는 별명에 어울리는 사내였을 테고, 조금만 궁지에 몰리면 자살을 택할 정도로 의지도 나약했을 것이다.{j}드미트리와의 결합이 당장의 문제를 해결할 방법일 수는 있다.{j}그러나 한 여인으로서, 로만과도 같은 사내와 평생을 약속하는 것은 가혹한 일이다.
en_us: Roman knew that if he hadn’t reincarnated into this body, Flora would’ve been force to live with a man, who was called Dimwit Dimitri. Her marriage with Roman could’ve helped her save her House from demise, but she would’ve suffered the rest of her life living with a feeble-minded man who would even commit suicide if he were drived to his corner.{j}{j}{j}{j}

source: “알겠습니다.{j}어디 한번 붙어 봅시다.{j}제가 그리 만만한 사람이 아니란 걸, 이번에 확실히 보여 드리죠.”
en_us: “Alright, then. I accept the duel. I will show you right here, that I’m not just a pushover as you think.”{j}{j}

source: 귀족도 같은 인간.{j}그림자에서 튀어나온 칼이 몸에 구멍을 뚫으면, 상대는 피를 줄줄 흘리며 죽을 수밖에 없다.{j}
en_us: Nobles were also humans. They also stood no chance against an ambushing coming from the dark.{j}{j}

source: 고로.{j}“파티에 참석하겠다고 전해.”
en_us: “Tell them that I’ll be there.”{j}

source: 남작 위라 할지라도, 드미트리는 동북쪽 일대의 갑(甲)이었다.
en_us: Although Romero was only a baron in the kingdom, the Dimitris were known for being the wealthiest and the strongest in the northeastern region.

source: 서로의 신뢰.{j}둘은 서로를 믿었다.
en_us: He had trust for his young knight, and the two had a strong mutual trust that no one could break.{j}

source: 로만의 죽음을 오히려 좋아할지도 모르는 일.
en_us: So, Miles thought the House of Dimitri could rather want Roman dead.

source: “첫 번째는 검으로서의 쓰임새를 포기하는 것이다.{j}검을 잡는 것이 두렵고, 피를 흘리기를 원하지 않는다면, 검으로서가 아니라 나의 손과 발이 되어라.{j}한스를 따라다니며 한스가 하는 일을 배우고, 내가 지시하는 위험하지 않은 일들을 이행하는 것만으로도 넌 네 역할을 할 수 있다.”
en_us: “First, you may choose to not act as my blade. If you are afraid of wielding a sword and shedding blood, then you can become my hands and feet. You will basically follow Hans around and learn from him. And you will ultimately do safe tasks from a distance.”{j}{j}

source: 로만.{j}자신이 아는 로만은, 로렌스 자작을 똑바로 바라볼 정도의 심장을 타고난 사람이 아니다.{j}게다가 블러드 팽을 처리한 일까지.{j}의문투성이였다.
en_us: He had so many questions to ask Roman, because the young lord who he knew of would never have the courage to even look at Viscount Lawrence and take out the Blood Fang alone.{j}{j}{j}

source: “그게 무슨 말씀입니까?”
en_us: “What are implying?” Chris stared at Roman in surprise.

source: 블러드 팽.
en_us: The Blood Fang.

source: ‘모든 것은 결과론적인 얘기일 뿐, 플로라의 선택이 틀리지만은 않았다.’
en_us: Whatever the results turned out to be, canceling the engagement was the best for Lady Flora.

source: 믿음이라는 것.{j}그것은 맹목적이다.{j}이유가 있는 게 아니라, 믿어 주기에 믿는 것이다.
en_us: Roman explained to the Demon of Lunacy that trust was built on blind faith. And he said that there shouldn’t be any reason for trusting someone.{j}{j}

source: “그렇지.{j}바르코 가문만 나섰더라면 충분히 그리 생각할 수 있겠지.{j}문제는 진위 여부도 확인되지 않은 문서를 ‘중앙 정부’에서 승인해 주었으며, 특별한 담보도 없는 바르코 가문에게 골든 뱅크가 돈을 빌려주었다는 사실이다.{j}이건 두 가문만의 싸움이 아니다.{j}바르코 가문에게 힘을 빌려준 세력들은, 본인들의 이득을 위해서라도 우리가 패배할 수밖에 없는 싸움을 만들겠지.”
en_us: “But that isn’t the case. The central government is on their side as they have decided to support House Barco by verifying the validity of the promissory note and by loaning money from the Golden Bank to them without any collateral. And with the central government on their side, all of the other Houses who have their interest tied to House Barco will support them to make this war a one-sided victory.”{j}{j}{j}{j}

source: “별일 아니다.”
en_us: “It’s fine. Don’t worry about it.”

source: 권력의 세계.{j}선택은 큰 대가를 따른다.
en_us: In the world of politics, the cost is high for an unwise decision.{j}

source: 인생의 목표.{j}그의 욕망은 무력에 있었다.
en_us: The purpose of his life and his only desire was to become powerful.{j}

source: “그건 편견이야.{j}가족이 인질로 잡혀서 우리를 적대하는 거라면, 우리도 그 가족을 내버려 둘 이유는 없지.”
en_us: “You got it completely wrong. It’s just one of those prejudices of yours. If we know that you’re doing this because you’re family is held hostage, it gives me an excuse to kill your family to set you free.”{j}

source: “크흠.”
en_us: “Ahem.”

source: 일주일.{j}폐관 수련의 결과는, 이 자리에 있는 사람들을 충격에 빠트리기에 충분했다.
en_us: A week of traning was enough to surprise everyone in this room.{j}

source: 기억을 더듬었다.
en_us: He went down his memory lane to remind himself of who Lord Roman was.

source: 바로 직전.{j}로메로 남작이 로렌스 자작에게 했던 말과 같았다.
en_us: Roman was basically speaking the same facts Romero had just explained to Viscount Lawrence.

source: “이게 무슨…….”
en_us: “Wh-what in the world...”

source: 로렌스 자작은 숨을 들이켰다.{j}아직은, 물을 주워 담을 시간이 있었다.
en_us: Viscount Lawrence took a deep breath and tried to think of a way to return everything back to normal.{j}

source: 유년 시절.{j}플로라는 명문 아카데미를 다녔다.
en_us: During her childhood, Flora attended a prestigious academy.{j}

source: 과정은 중요하지 않았다.
en_us: It didn’t matter how his son changed as long as Roman was a complete different person as described by Jonathan.

source: 그를 똑바로 바라보았다.
en_us: Roman looked straight into his eyes and spoke with certainty.

source: 금발의 미남.{j}검이라고는 제대로 휘두르지도 못할 것 같은 외형과는 다르게, 그는 드미트리의 투견(鬪犬)이라 불리는 사람이었다.{j}한번 붙으면 끝을 보는 사나이.
en_us: At first glance, it was easy for others to mistake Chris as a weak man for his handsome looks and his blond hair. Unlike his outer appearance, Chris was called bull dog amongst his companions for his strong determination fulfilling every task until the very end. {j}{j}

source: 그러자 사내들의 표정이 딱딱하게 굳었다.{j}그들이 알고 있는 로만이라면, 이런 움직임을 보인다는 것 자체가 말이 되질 않았다.
en_us: However, they weren’t able to land a single blow on Roman. It left them frozen in fear. The men were standing perplexed by Roman’s swift moves. The person standing in front of them wasn’t the Roman that they were informed of.{j}

source: 만약 한스의 말이 사실이라면.{j}멍청한 얼간이 녀석이 제대로 실수를 저질렀다.{j}대체 왜 검을 쓸 줄도 모르는 녀석이, 주제도 모르고 설친단 말인가.
en_us: And if Hans’s word were true, the stupid dimwit was putting himself in grave danger. Jonathan couldn’t understand how Roman ended up deciding that he would be able to hunt down the Blood Fang alone. {j}{j}

source: “고로, 날 위해 살아라.{j}네가 나에게 충성을 맹세한다면, 나는 너에게 새로운 삶을 선물할 것이다.”
en_us: “In return, you must devote your life to me and vow your loyalty to me. If you accept, I will grant you a new life,” Roman declared.{j}

source: 황당한 일이었다.
en_us: It was a harsh reality to accept.

source: 로메로 남작은 태생이 고귀하지 못하다.{j}평민으로 태어난 그는, 대장장이였던 아버지에게 매일 죽을 듯이 맞으면서 힘겨운 유년 시절을 보냈다.
en_us: Romero wasn’t born a noble like his sons. He was born a peasant and the only memory he had from his childhood was being beaten everyday by his blacksmith father.{j}

source: 그런데 로만 혼자서 이 많은 사내를 처리했다고 하니 믿기지 않았다.{j}
en_us: Thus, it seemed impossible for Roman to take out all of these men lying on the ground.{j}

source: 로만은 한스를 호출했다.{j}언제 어디서나, 그는 로만의 부름에 기다렸다는 듯이 쪼르르 나타났다.
en_us: Roman called for Hans, who would always show up whenever and wherever he would be called by the young lord.{j}

source: 그렇기에 로렌스 자작으로서는 아무런 말도 할 수 없었다.{j}상대의 말이 옳았다.{j}로렌스 자작은 드미트리가 힘이 있음을 알았고, 그래서 먼저 드미트리에게 혼인을 진행할 의사가 있음을 물어보았다.
en_us: Thus, Viscount Lawrence had no more words to add against Baron Romero. Everything the baron said was true. The viscount willingly requested an arranged marriage to the Dimitris, knowing the power the wield.{j}{j}

source: 로만의 얼굴을 다시는 보고 싶지 않았다.
en_us: Even if he had to die, he wasn’t willing to meet Roman again.

source: 그런데.{j}지금은 전혀 다른 사람이 있었다.
en_us: However, the man standing before her now seemed like a complete different person.{j}

source: “우리는 일방적으로 파혼 통보를 받았습니다.{j}혼사를 먼저 원한 것도 로렌스건만, 우리의 의사와는 아무런 상관없이 우리는 파혼이라는 현실을 받아들일 수밖에 없었습니다.{j}그런데 로렌스 자작님은 기다림이 오래되었다는 그런 같잖은 이유로 저를 찾아와 책망하고 계십니다.{j}애초에 사전에 약속되지도 않은 만남인데도, 본인들의 실수는 새카맣게 잊고 적반하장으로 나온다 이 말입니다!”
en_us: “It was you who unilaterally decided to cancel this engagement. It was your House that wanted this marriage to happen to begin with, but it was my House who had to pay the price. And now, here you are, Viscount Lawrence, waltzing into my house and shouting at me for making you wait too long! Despite not even having prior arrangements to meet today, you come in here blaming me for being disrespectful to you! And how can you speak to me like you didn’t do a single thing wrong?!”{j}{j}{j}

source: 혈마가 무릎을 꿇었다.{j}피를 쿨럭쿨럭 내뱉던 그는, 황당하게도 천마를 올려다보며 이렇게 말했다.
en_us: As the Blood Demon fell to the ground on his knees, with blood gushing out of his mouth, he looked up at the leader of Divine Force and asked an absurd request.{j}

source: “알고 있습니다.”
en_us: “I’m aware.”

source: 그 사실에 마냥 기뻤을까?{j}아니다.{j}심장이 쿵, 하고 내려앉았다.{j}혹시라도 아들이 다쳤을까 봐.
en_us: However, rather than rejoicing after hearing such good news, he felt his heart dropped, concerned for Roman’s safety.{j}{j}{j}

source: 그러나, 로만은 그가 원하는 반응을 보여 주지 않았다.
en_us: However, he didn’t get the respect he’d expected from Roman.

source: 드미트리 가(家).{j}카이로 왕국 전체로 보자면 변두리에 있는 작은 영지에 불과하지만, 영지 내에서 드미트리 가문의 위상은 대단하다.
en_us: Although the House of Dimitri owned a small land located at the outskirts of the Kairo Kingdom, their military strength couldn’t be taken lightly.

source: 로만은 웃었다.{j}무언의 승낙.
en_us: Roman smiled at Chris telling him that he also approved his request. Roman wanted to see Chris go all out against him.{j}

source: 케빈은 10대 소년에 불과했다.{j}길가에 굴러다니는 돌멩이처럼 평범한 재능을 타고난 그로서는, 지난 일주일간 아무리 고민해도 자신의 역할에 대해 답을 내놓지 못했다.
en_us: After all, he was like any average teenager from the streets who wasn’t skilled or special. He had given many thoughts into what role he could serve Roman throughout the week, but couldn’t find an answer. {j}

source: 이건 통보였다.{j}선택을 위해 허락을 구하는 것이 아니라, 로만은 이미 결론을 내놓고 그것을 일방적으로 통보했다.
en_us: Romero understood that Roman wasn’t here to get his approval, but that he was here to simply inform him of what had been already decided.{j}

source: “나를 이곳 영지 최고령자에게 데려가 다오.{j}내게는 이름도 모를 그 영애라는 사람보다, 내가 앞으로 살아갈 세상에 대해 알아가는 것이 더욱 중요하다.”
en_us: “Take me to the land’s elder. It is far more important for me to learn about this world than to introduce myself to Lady Flora, who is nothing more than a stranger to me.”

source: 그때였다.{j}모든 게 신기루처럼 사라졌다.
en_us: The moment he fell to the ground, the illusion was over.{j}

source: 한스가 화들짝 놀랐다.
en_us: Hans was shocked by the young lord’s question.

source: 빠르고 강력한 연계 공격에 지켜보는 사람들은 감탄사를 터트렸고, 로만은 뒤로 물러나면서 다급하게 공격을 막았다.
en_us: His swift movements put the people watching in awe as Roman quickly blocked Chris’s attack backing away.

source: 특히 대장으로 보이는 흉악한 얼굴의 사내는, 주변을 두리번거리면서 혹시 모를 변수가 있는지를 확인했다.
en_us: In particular, the man with the ferocious face carefully looked around the area to possibly find any signs of ambush.

source: “폭력이 올바른 행동이라고는 생각하지 않습니다.{j}하지만 자식이 엇나갔을 때, 그걸 바로잡을 수 있는 사람은 부모밖에 없습니다.{j}그러니 죄책감에 무너지지 마십시오.{j}제가 아는 로메로 드미트리는 강인한 남자라서, 아들이 엇나가는 모습을 가만히 방관할 사람이 아닙니다.”
en_us: “Just like you, I’m against using violence. But it is the parents’ duty to get your child back on track when he goes astray. So don’t blame yourself for what happened earlier today. The Romero Dimitri I love isn’t a person who would let his son stray off in the wrong direction.”{j}{j}{j}

source: 플로라가 아무리 아름다운 외모를 지녔다지만, 흠집이 난 여인을 위해 손해를 감수할 가문은 없다.
en_us: No matter how beautiful Flora was, no other house would want to arrange a marriage with a House with such reputation.

source: 한스는 헐떡이는 숨에 말을 제대로 내뱉지 못했다.{j}외성에서 이곳까지 단번에 달려오는 바람에 얼굴이 창백하게 질렸지만, 한스에게는 로만의 위험을 알리는 것이 더욱 중요했다.
en_us: Hans was unable to continue his sentence with his breath running short. He ran to the castle from the suburbs without taking a single rest as the safety of Roman was his first priority.{j}

source: 로만의 대답.
en_us: replied Roman.

source: 로메로 남작은 미숙한 아빠였다.{j}아들의 이탈에 속이 썩었고, 로렌스와의 혼인은 손해를 보면서까지 진행한 아들을 위한 선물이었다.
en_us: Baron Romero wasn’t the perfect father he wished to be, and because he loved his son so much, he decided to gift his son by arranging a marriage with Flora rather than correcting his son’s past mistakes.{j}

source: “지금 당장 로만 드미트리를 불러들여라.{j}내 직접 얼굴을 보고, 이번 일의 사정을 듣도록 하겠다.”
en_us: “Go and bring Roman Dimitri to me immediately. I will discuss what to do after hearing from him.”{j}

source: 자연스럽게.
en_us: The most important part of his strategy was to naturally lure the targets to a place where he thought appropriate.

source: 로만이 흥미롭다는 반응을 보였다.
en_us: Roman seemed interested with the poor boy’s story.

source: 당황스러운 건 로메로 남작도 마찬가지였다.{j}달라진 아들의 모습.{j}물어보고 싶은 말은 많았지만, 지금은 지켜보는 시선이 있기에 애써 담담한 얼굴을 보였다.
en_us: Baron Romero was also shocked by his son’s changed appearance. He had many questions to ask, but he pushed the urge behind, considering the visitors waiting, and asked his son.{j}{j}

source: 주변은 시끄러웠다.{j}많은 인파가 오갔고, 물건을 파는 사람과 그들에게 물건을 구매하려는 사람들로 인해 북적거렸다.
en_us: Roman murmured to himself as he looked around the unfamiliar town. There was a herd of people going back and forth along the streets, and the plaza was crowded with merchants and customers exchanging goods.{j}

source: 샤워를 끝냈을 때였다.
en_us: When he finished his bath, Hans came to find him. Roman quickly changed into clean clothes and headed to his father’s office.

source: 드미트리의 얼간이.
en_us: The target was none other than Dimwit Dimitri.

source: 앞에서는 바라는 것이 없다면서 뒤로는 흑막을 주도하는 사람들보다는, 당당하게 바라는 바를 요구하는 사람들을 곁에 두었다.
en_us: He always preferred boldly honest people over those who hid their desires to take advantage of others.

source: 왜 로만 드미트리가 그녀와의 혼인을 적극적으로 밀어붙였는지를 알 것 같았다.{j}외모라는 단 하나의 강점만으로도, 그녀는 이미 상당한 가치를 자랑하는 여인이었다.
en_us: The moment Roman saw her, he understood why Roman Dimitri fell in love with her at first sight. Her beauty itself was enough to captivate the heart of many men.{j}

source: 소문대로 아름다운 여인이었다.{j}허리까지 치렁치렁 기른 금발은 보는 이로 하여금 감탄을 자아낼 정도로 고급스러웠고, 이목구비 그 어느 한 곳도 부족한 부분이 없었다.{j}전형적인 미인의 얼굴.{j}특히 호수처럼 맑고 차분한 눈빛은 보자마자 빨려 드는 듯한 느낌을 받았다.
en_us: Lady Flora was beautiful just as she was rumored to be. Her blond hair, which was long enough to touch her waist, was shining elegantly and words couldn’t describe how beautiful her face was. In particular, it felt like her calm and clear eyes were seducing him in.{j}{j}{j}

source: 만약 한 달 전이였다면.{j}로메로 남작은 결혼을 무르고, 대놓고 보복하겠다는 의도로 바르코 가문과의 혼인을 제안했을지도 모른다.
en_us: If this happened about a month ago, Baron Romero would’ve canceled the arranged marriage with the Lawrences and accepted House Barco’s offer to avenge the House of Lawrence for ignoriong them.{j}

source: 주인의 표정이 창백해졌다.{j}서랍에 고이 모셔 놓은 한 장의 사진에는, 주인을 꼭 닮은 아들과 행복해하는 모습이 담겨 있었다.
en_us: The owner’s face turned pale as he watched Roman pick up a picture of him standing happily with his son, resting on the shelf.{j}

source: 들떴다.{j}드미트리와의 정략결혼은 항상 로렌스 자작의 마음을 아프게 만들었다.{j}그러나 지금은 달랐다.{j}
en_us: The table had turned as Viscount Lawrence looked excited. Before he met Roman, he was sorry to his daughter for sending her to marry someone unworthy to be her husband.{j}{j}{j}

source: “기사단장님, 아니 스승님.{j}이건 좀 아니지 않습니까.{j}지금 로만 도련님에게 패배해서 앞니 빠진 얼간이가 되어 버렸는데, 로만 도련님에게 오라까지 가르치라는 말입니까?{j}이건 진짜 아닙니다.{j}항명의 형벌로 제 목이 날아가는 한이 있더라도, 이것만큼은 받아들일 수가 없습니다.”
en_us: “Captain, no, I mean, master, this doesn’t make any sense. How could you assign me to teach Aura to someone who I lost to and made me look like a dimwit in front of everyone by shattering all my teeth? I can’t allow this, even if it costs my life.”{j}{j}{j}{j}

source: 플로라가 문을 열려는 그때.
en_us: She made up her mind and walked toward the door to her father’s office.

source: 사교 파티.{j}익숙한 단어였다.
en_us: It wasn’t his first time hearing about it since Flora also had mentioned it.{j}

source: 예고도 없이 벌어진 기습적인 공격.
en_us: It was an ambush out of nowhere.

source: “……대체 왜 거절한 겁니까?{j}바르코 가문의 제안이 드미트리에게 더 이득이었을 텐데.”
en_us: “Why would you reject such an offer...? You have everything to gain from it.”{j}

source: 그녀는 순진했다.
en_us: Flora was too naive.

source: “……지금 마나 순환이라고 했느냐?”
en_us: “...Did you just say mana flowing within you?”

source: “아, 아니다.”
en_us: “N-no, he isn’t.”

source: 씰룩.
en_us: Grin.

source: “앞으로 제가 무엇을 하면 되겠습니까?”
en_us: “What should I do to serve you, my lord?”

source: 그걸 몰라서?{j}아니면, 가르침을 내린 조나단 기사단장에 대한 신뢰가 강해서?”
en_us: “Is it because you know nothing better, or is it because your trust for Captain Jonathan has blinded you from thinking further ahead?”

source: “아니, 쓰레기들에게 갱생이란 죽음뿐이다.”
en_us: “Why should I spare the lives of worthless trash like you?”

source: 로만이 빙그레 웃었다.
en_us: Roman returned a smile.

source: 비기.{j}조나단을 3성의 오라 기사로 만든 비결.{j}항상 그의 비기를 갈구했던 크리스로서는, 조나단의 제안을 도저히 거절할 수가 없었다.
en_us: Jonathan was offering him a deal he couldn’t refuse. Chris had longed to learn Jonathan’s secret techniques that had led him to learn Level 3 Aura.{j}{j}

source: 빠각!
en_us: Thwack!

source: 로만에게 달려들었던 모든 사내가 죽었다.
en_us: Except one.

source: 보상.{j}판이 깔렸다.
en_us: This was the moment Roman was waiting for.{j}

source: 제아무리 바르코가 동북쪽에서 강한 무력을 갖추었다지만, 드미트리의 지원은 무시할 수 없다.
en_us: No matter how strong House Barco was, they couldn’t take the support of the Dimitri lightly.

source: 그런데 결과는 예상과 달랐다.
en_us: However, Ben Miles’s plan didn’t go as he had wanted to.

source: 흔들리는 크리스의 눈동자.
en_us: Chris’s eyes began to tremble as he listened to Roman’s wrods.

source: “제 삶은 지금부터 도련님의 것입니다.”
en_us: “My life belongs to you, my lord.”

source: ‘……로만 도련님이 블러드 팽을 토벌했다고?’
en_us: So...Lord Roman really did wipe out the Blood Fangs!

source: 드미트리가 일부러 보복한다는 생각에, 로렌스 자작으로서도 좋게 말할 수가 없었다.
en_us: He couldn’t hold his anger thinking that the Dimitris were intentionally doing this to pay them back for their mistake.

source: 한스를 따라 이동한 곳은 드미트리 성 밖에 있는 마을이었다.
en_us: Hans took Roman to a small village outside of the Dimitri castle.

source: 문제를 정면으로 맞닥트리는 것.
en_us: Thus, he decided to face on the problem directly.

source: ‘뒤에 세 명.’
en_us: Finally, I have three on my tail.

source: “네 말대로 블러드 팽은 위험한 집단이다.{j}본거지와 세력의 규모를 알 수 없는 점조직에, 언제 어디서 테러를 시도할지 모르니 사람들로서는 그들을 두려워할 수밖에 없겠지.{j}그런데 말이다.{j}너는 이 블러드 팽이라는 집단이, 어느 순간부터 이 정도의 힘을 얻었다고 생각하나?”
en_us: “We know only a little about them. There isn’t much information of their whereabouts, the number of their subgroups, and the exact number of their members. Thus, it is almost impossible for us to predict when and how they will attack was. This is the cause I have a question for you, Hans. When do you think the Blood Fang gained the strength they have now? ”{j}{j}{j}

source: “로렌스의 주인인 영주님의 허락도 받지 않고 저지른 살인입니다.{j}이는 그냥 넘어갈 수 없는 문제입니다.”
en_us: “This is murder, not a punishment, since Lord Roman Dimitri has carried it out without your permission, my Lord. We must hold him accountable.”{j}

source: “이 사실을 알려야 해.”
en_us: “I have to hurry and let the people in the castle know!”

source: “경비병에게 연락하라.{j}오늘의 일을 보고하고, 이곳으로 병력을 보내 뒷수습을 하라고 말이야.”
en_us: “Call the security brigade and report to them what has happened here. Tell them to send forces to clean this place up.”{j}

source: 조나단이 피식 웃었다.
en_us: Jonathan simply laughed back at Hans.

source: 한 번은 직접 만나서 해결해야 할 문제였지만, 한스가 로메로 남작에게 로만의 상황을 보고하면서 만남은 연기되었다.
en_us: Baron Romero knew he had to face the problem one day, but had postponed the meeting after hearing Hans’s report about Roman.

source: 블러드 팽.{j}로만을 다시 보는 계기가 되었다.{j}하인에 불과한 자신을 인정해 주는 발언에, 한스는 로만을 위해서라면 목숨을 걸겠다고 다짐했다.
en_us: After the incident with the Blood Fang, Hans’s attitude toward Roman had completely changed. Roman’s word of respect had gained Hans’s loyalty, and his servant was now willing to risk his life for the young lord.{j}{j}

source: 크리스가 경악했다.
en_us: Chris was perplexed by Roman’s words.

source: “예는 생략하고.{j}자초지종을 설명하거라.{j}대체 왜 로렌스에까지 와서 그런 잔인무도한 일을 벌인 거지?”
en_us: “Let’s go straight to the point. Explain to me in detail why you have come to this land and caused such a violent scene.”{j}{j}

source: 그러나 그럴 필요가 없었다.
en_us: However, there was no need for his reinforcement.

source: ‘필요한 일이었다.’
en_us: It was all necessary.

source: 로만이 웃었다.{j}참으로 멍청한 인간들이다.{j}자신의 가설을 인정한 순간부터, 주인은 본인이 어떤 함정에 빠졌는지를 전혀 알아채지 못했다.
en_us: Roman smiled because the owner fell right into his trap. The moment he acknowledged that Roman’s hypothesis was true there was no turning back.{j}{j}

source: 크리스가 자리에서 벌떡 일어났다.
en_us: Chris sprung up from the ground.

source: “……허어.”
en_us: “Hmm...”

source: 수십 명의 조직원이 달려들었는데도 로만은 한 치의 물러섬도 없었고, 검이 번뜩일 때면 조직원들이 피를 뿌리며 쓰러졌다.
en_us: Even when a dozen of his men rushed toward Roman with the intent to kill him, Roman did back away from the fight. Every swing of Roman’s sword resulted with one of Miles’s men falling to the ground dead with blood gushing out.

source: 자리를 박차고 일어나는 로렌스 자작.
en_us: Viscount Lawrence sprung out from his seat in anger.

source: 공명정대함과는 거리가 멀다.
en_us: He was far from a leader who acted in an even-handed manner.

source: 문제는 아직 팔을 다 잘라 내지 못했다는 것이었다.
en_us: But he wasn’t done yet.

source: ‘……다 나 때문이야.’
en_us: This is all because of me...

source: 피만 보면 바닥에 주저앉아 벌벌 떨다 보니, 로만은 검사로서의 재능이 전무하다고 판단했다.
en_us: He was the type of person who would be on the ground trembling in intense fear of seeing even a slight drop of blood. Roman was not suit to be a swordsman.

source: 케빈의 얼굴이 고통으로 일그러졌다.
en_us: As the pain came through, Kevin’s face twisted in pain.

source: 그런데 로만이 먼저 제안했다.{j}자신의 사람이 되라고.
en_us: He was stunned to believe that Roman had offered him such a great opportunity to serve the young lord he admired.{j}

source: 약이라니.{j}평소처럼 심부름이나 시키려는 줄 알았던 그로서는, 로만의 갑작스러운 질문에 당황한 감정을 숨기지 못했다.
en_us: For someone who casually entered the room to be of service to his lord, he was bewildered by Roman’s abruptness. {j}

source: 마법.{j}무림에는 없는 힘이었다.
en_us: Magic was something new to Roman as it wasn’t a form of energy that existed in Murim.{j}

source: 그러나 침착함을 잃지는 않았다.{j}애초에 예상한 상황이었고, 그렇기에 최소한의 마나를 모으고서 인의 단계에 돌입하는 계획을 세웠다.
en_us: However, he remained calm as he had expected this to happen. That was why he was intending to use the minimal amount of mana to enter Human Step.{j}

source: 세상에 완벽한 준비란 없다.{j}변수는 예상할 수 없는 법.
en_us: There was no such thing as a perfect preparation in this world since unpredictable variables always existed.{j}

source: 그리고.{j}지금도 다르지 않았다.{j}분노를 표출하는 로메로 남작 앞에서, 플로라의 아버지는 조엘의 가주와 똑같았다.
en_us: Flora felt that it was ironic of her and father to be in the same boat as House Joel in front of Baron Romero.{j}{j}

source: 패배.{j}당혹스러운 현실이었다.
en_us: When he woke up, the stunning reality that hit him in the head was defeat.{j}

source: “내 아들이, 우리 장남이 검술의 천재라니.{j}조나단 기사단장, 그게 정말 확실한가?”
en_us: “I can’t believe it! Out of all people, how could my eldest son be a genius! Are you certain of this Captain Jonathan?”{j}

source: “이, 이익……!”
en_us: “E-eek...!”

source: 남녀는 서로를 모른다.
en_us: Roman and Flora were complete strangers to each other until their first encounter.
